{
    "header" :{
        "create" : "Create",
        "howto" : "How to use",
        "about" : "About"
    },
    "footer" :{
        "copyright" : "All rights reserved"
    },
    "home" :{
        "section1" :{
            "title" : "Transform Your Memories into Instant Polaroid Stories",
            "subtitle" :"Upload your favorite moments, style them as nostalgic Polaroids, and turn them into GIFs or videos in seconds.",
            "button" : "Create Now"
        },
        "section2" :{
            "title" : "Why InstAlbum ?",
            "card1":{
                "title" : "Polaroid Styling",
                "content" : "Transform your photos into classic, nostalgic Polaroids with just a click."  
            },
            "card2" :{
                "title" : "Customization",
                "content" : "Add captions, choose from various styles, and personalize your Polaroid photos to fit your story."             
            },
            "card3" :{
                "title" : "Free to use",
                "content" : "Enjoy all the features of InstAlbum completely free, with no hidden costs or subscriptions."
            }
        },
        "section3" :{
            "title" : "Get Started Today !",
            "subtitle" : "Capture your favorite moments, relive them with a nostalgic touch, and share your stories with the world.",
            "message" : "Loved by creators around the world. Join now and start transforming your memories.",
            "button" : "Start Creating !"
        }
    },
    "howTo":{
        "title" : "How to use InstAlbum",
        "section1":{
            "title" : "Import Your Photos",
            "text" : "Start by uploading your photos or drag-and-drop them here. You can upload multiple images at once to create a memorable collection."
        },
        "section2":{
            "title" : "Personalize Each Polaroid",
            "subsection1" :{
                "title" : "Add Text",
                "text" : "Write a caption or description to tell the story behind your photo."
            },
            "subsection2" :{
                "title" : "Set the Date",
                "text" : "Capture the exact moment by setting a date for your Polaroid."
            },
            "subsection3" :{
                "title" : "Customize the Border Color",
                "text" : "Choose from a variety of colors to give your Polaroid a unique style."
            },
            "subsection4" :{
                "title" : "Apply Photo Styles",
                "text" : "Choose from pre-set styles or customize your Polaroids to match your vibe."
            }
        },
        "section3":{
            "title" : "Export Your Creation",
            "subtitle" : "When you're done, choose how you'd like to share your creation",
            "options" : {
                "gif" : {
                    "title" : "Create a GIF",
                    "text" : "Turn your photos into a looping animation."
                },
                "video" : {
                    "title" : "Make a Video",
                    "text" : "Combine your Polaroids into a video slideshow."
                },
                "download" : {
                    "title" : "Stylized Photos",
                    "text" : "Download your Polaroid-style images individually or as a collection."
                }
            }
        },
        "bottom-text" : "And there you have it! You are ready to share your Polaroid stories with the world.",
        "button" : "Start Creating !"
    },
    "about" : {
        "section1" :{
            "title" :"Our Mission",
            "text": "At InstAlbum, we believe every moment deserves to be cherished. Our mission is to transform your digital memories into nostalgic Polaroid-style creations that you can share with friends, family, or the world. Whether it's a simple photo or an entire album, InstAlbum makes it easy to personalize, stylize, and bring your stories to life."
        },
        "section2" :{
            "title" :"Our Story",
            "text": "InstAlbum was born out of a love for photography and the nostalgia of printed photos. We wanted to recreate the magic of holding a physical Polaroid in your hands, while leveraging the power of digital creation. Since our launch, we've helped users around the globe create, customize, and share their favorite memories in a fun, easy-to-use format."
        },
        "section3" :{
            "title" :"Behind the Lens",
            "text": "InstAlbum is powered by a small but passionate team of developers, designers, and creatives. Our goal is to help you bring your memories to life, one Polaroid at a time.",
            "team" :{
                "member1" :{
                    "name" :"Alice",
                    "role" :"Lead Developer"
                },
                "member2" :{
                    "name" :"Eva",
                    "role" :"Designer"
                },
                "member3" :{
                    "name" :"Jack",
                    "role" :"Creative Director"
                }
            }
        },
        "section4" :{
            "title" :"Be Part of Our Journey",
            "text": "We’re always working on new features and ways to enhance your experience. Follow us on social media to stay updated, share your creations, and connect with our growing community of memory-makers."
        }
    },
    "create" :{
        "msg" : "Add your photos to get started",
        "bg" : "Background",
        "text" :"Text Color",
        "placeholder" : "Add captions...",
        "locale" : "en-US",
        "del" : "Delete",
        "dl" : "Download"
    }
}