{
    "header": {
        "create": "Créer",
        "howto": "Comment utiliser",
        "about": "À propos"
    },
    "footer": {
        "copyright": "Tous droits réservés"
    },
    "home": {
        "section1": {
            "title": "Transformez vos souvenirs en histoires instantanées Polaroid",
            "subtitle": "Ajoutez vos moments préférés, stylisez-les en Polaroids nostalgiques, et transformez-les en GIFs ou vidéos en quelques secondes.",
            "button": "Créer maintenant"
        },
        "section2": {
            "title": "Pourquoi InstAlbum ?",
            "card1": {
                "title": "Stylisation Polaroid",
                "content": "Transformez vos photos en Polaroids classiques et nostalgiques d'un simple clic."
            },
            "card2": {
                "title": "Personnalisation",
                "content": "Ajoutez des légendes, choisissez parmi différents styles, et personnalisez vos photos Polaroid pour qu'elles racontent votre histoire."
            },
            "card3": {
                "title": "Gratuit",
                "content": "Profitez de toutes les fonctionnalités d'InstAlbum entièrement gratuitement, sans coûts cachés ni abonnements."
            }
        },
        "section3": {
            "title": "C'est à vous de jouer !",
            "subtitle": "Capturez vos moments préférés, revivez-les avec une touche nostalgique, et partagez vos histoires avec le monde.",
            "message": "Aimé par les créateurs du monde entier. Rejoignez-nous maintenant et commencez à transformer vos souvenirs.",
            "button": "Commencer !"
        }
    },
    "howTo": {
        "title": "Comment utiliser InstAlbum",
        "section1": {
            "title": "Importez vos photos",
            "text": "Commencez par importer vos photos ou faites-les glisser ici. Vous pouvez importer plusieurs images à la fois pour créer une collection mémorable."
        },
        "section2": {
            "title": "Personnalisez chaque Polaroid",
            "subsection1": {
                "title": "Ajouter du texte",
                "text": "Rédigez une légende ou une description pour raconter l'histoire derrière votre photo."
            },
            "subsection2": {
                "title": "Définir la date",
                "text": "Capturez le moment exact en définissant une date pour votre Polaroid."
            },
            "subsection3": {
                "title": "Couleur de la bordure",
                "text": "Choisissez parmi une variété de couleurs pour donner un style unique à votre Polaroid."
            },
            "subsection4": {
                "title": "Appliquer des styles photo",
                "text": "Choisissez parmi des styles pré-définis ou personnalisez vos Polaroids selon votre style."
            }
        },
        "section3": {
            "title": "Exporter votre création",
            "subtitle": "Lorsque vous avez terminé, choisissez comment vous souhaitez partager votre création",
            "options": {
                "gif": {
                    "title": "Créer un GIF",
                    "text": "Transformez vos photos en une animation en boucle."
                },
                "video": {
                    "title": "Créer une vidéo",
                    "text": "Combinez vos Polaroids dans un diaporama vidéo."
                },
                "download": {
                    "title": "Photos stylisées",
                    "text": "Téléchargez vos images au style Polaroid individuellement ou en tant que collection."
                }
            }
        },
        "bottom-text": "Et voilà ! Vous êtes prêt à partager vos histoires Polaroid avec le monde.",
        "button": "Commencer à créer !"
    },
    "about": {
        "section1": {
            "title": "Notre Mission",
            "text": "Chez InstAlbum, nous croyons que chaque moment mérite d'être chéri. Notre mission est de transformer vos souvenirs numériques en créations nostalgiques au style Polaroid que vous pouvez partager avec vos amis, votre famille ou le monde entier. Qu'il s'agisse d'une simple photo ou d'un album entier, InstAlbum vous permet de personnaliser, styliser et donner vie à vos histoires."
        },
        "section2": {
            "title": "Notre Histoire",
            "text": "InstAlbum est né d'une passion pour la photographie et de la nostalgie des photos imprimées. Nous voulions recréer la magie de tenir un Polaroid physique entre vos mains, tout en exploitant la puissance de la création numérique. Depuis notre lancement, nous avons aidé des utilisateurs du monde entier à créer, personnaliser et partager leurs souvenirs préférés de manière ludique et facile à utiliser."
        },
        "section3": {
            "title": "Derrière l'Objectif",
            "text": "InstAlbum est alimenté par une petite mais passionnée équipe de développeurs, de designers et de créatifs. Notre objectif est de vous aider à donner vie à vos souvenirs, un Polaroid à la fois.",
            "team": {
                "member1": {
                    "name": "Alice",
                    "role": "Développeuse Principale"
                },
                "member2": {
                    "name": "Eva",
                    "role": "Designer"
                },
                "member3": {
                    "name": "Jack",
                    "role": "Directeur Créatif"
                }
            }
        },
        "section4": {
            "title": "Faites Partie de Notre Aventure",
            "text": "Nous travaillons constamment sur de nouvelles fonctionnalités et des moyens d'améliorer votre expérience. Suivez-nous sur les réseaux sociaux pour rester informé, partager vos créations et rejoindre notre communauté grandissante de créateurs de souvenirs."
        }
    },
    "create" :{
        "bg" : "Arrière-plan",
        "text" :"Couleur texte",
        "placeholder" : "Ajouter une légende...",
        "locale" : "fr-FR",
        "del" : "Supprimer"
    }
}